# 2023-03-24 | 20:18 학번: 20234012 | 이름: 김정호 | 컴퓨터정보공학과 재직자 과정

# Python 3.11.1 (tags/v3.11.1:a7a450f, Dec  6 2022, 19:58:39) [MSC v.1934 64 bit (AMD64)] on win32
# Type "help", "copyright", "credits" or "license()" for more information.
# # 2023-03-24 | 20:18 학번: 20234012 | 이름: 김정호 | 컴퓨터정보공학과 재직자 과정
print('계산금액')
# 계산금액
print('78000')
# 78000
print('오만 원권')
# 오만 원권
print(78000 // 50000)
# 1
78000 % 50000
# 28000
print('만 원권')
# 만 원권
print( _  // 10000)
# 2
_ % 10000
# 8000
print('오천원권')
# 오천원권
print(_ // 5000 + 1)
# 2
print('잔돈')
# 잔돈
